{"paperAbstract":"Objective To explore the risk factors of asthma among children aged 3 - 14 in Pudong New District of Shanghai.Methods 1:1 matched case- control study was adopted.65 cases and 65 age - sex - controls from the same hospital were investigated on the risk factors.Single logistic regression models were processed respectively.Results Family history of asthma,history of allergy,history of respiratory tract infection,duration of family ventilation,family ventilation device were the risk factors of children aged 3 - 14 in Pudong New District of Shanghai.Conclusion Children asthma is a multi - factorial complex disease,and the interaction of environmental and genetic risk factors play an important role in the onset of the disease.Thus,through the prevention of respiratory tract infections and reduction the allergen exposure,it is possible to prevent and cure children asthma."}
{"paperAbstract":"Leap Motion has become widely used due to its ability to recognize intuitive hand gestures or accurate finger positions. Attaching a Leap Motion to a virtual reality head-mounted display (VR HMD) is highly interoperable with virtual objects in virtual reality. However, it is difficult for a virtual reality application to identify the accurate position where the Leap Motion is attached to the HMD. This causes errors in the positions of the actual user’s hands and the virtual hands, which makes the interaction in virtual reality difficult. In this paper, a method that calibrates an output area in VR HMD and a sensing area in Leap Motion is proposed. The difference in the origin coordinate between VR HMD and Leap Motion is derived using the proposed method. The position of the Leap Motion attached to the HMD was determined through an experiment using the proposed calibration technique, and the error was approximately 0.757 cm. Accordingly, it enables more intuitive interactions in virtual reality applications."}
{"paperAbstract":"Vegetables are a significant component of agricultural farming systems in Africa and have recently moved into the focus of research organizations, development partners and policy makers. Beyond income generating opportunities for producers, vegetable production for domestic and export markets is an important driver for growth due to employment opportunities in production, processing and trade. Providing the latest socioeconomic research methodologies alongside empirical examples, this volume explores the potential for vegetable production to alleviate poverty, the impact of food production standards on various stakeholders, an assessment of markets and marketing potential for different crops and advanced economic approaches to production."}
{"paperAbstract":"In this paper, tensile and fatigue strength of standard modulus type (As spun: AS) and high-modulus type (HM) poly-p-phenylene benzobisoxazole (PBO) fiber improved tensile modulus by heat-treatment have been investigated. The tensile tests of a monofilament were carried out at a gauge length of 12.5 mm and deformation rate of 0.5 mm/min. The fatigue tests of a monofilament were carried out to determine the S-N property at a frequency of 10 Hz with three stress ratios of 0.1, 0.5 and 0.7. It was found that the tensile strength of AS and HM fiber was well represented by a two-parameter Weibull distribution. The tensile strength of HM fiber was higher than that of AS fiber. The fatigue strength of HM fiber was higher than that of AS fiber over all fatigue lives because crystalline region in HM fiber increased by heat-treatment. In AS and HM fiber, the relation between the stress amplitude and fatigue life depended on the stress ratio. However, the relation between the maximum stress and fatigue life was independent of the stress ratio. Therefore, it was found that the maximum stress was useful to describe the fatigue lives at the different stress ratios. Additionally, in HM fiber, the factor governing fatigue fracture tended to vary from the mean stress to stress amplitude at the low stress ratio because crystalline regions increased by heat-treatment and fiber became brittleness. It was found by SEM observation that there were distinct differences between the surface image of tensile test specimen and that of fatigue test specimen, i.e., the splitting length in the fatigue test specimens was much longer than that in the tensile test specimens. Introduction In the field of polymeric fiber, PBO (Poly-p-Phenylene Benzobisoxazole) fiber has broadened its versatility and drawn the attention of customers for its properties that greatly surpass traditional fiber materials. One of the distinctive properties of this fiber, as shown in Fig. 1, is a high degree of strength and elasticity attributable to the rigid and highly linear polymer macromolecules laid out in the direction of the fiber [1]. Its versatility is expected to broaden further because its tensile strength is higher than that of carbon and aramide fibers and its tensile elastic modulus is comparable to that of carbon fibers. Currently, though, the PBO fiber is used mainly as a tension member in the axis of optic fiber cable [2] and as an adhesive tension sheet to repairing concrete beams [3]. Standard modulus type (AS) and high-modulus type (HM) of fibers with different degrees of elasticity are used widely at present. Well understood are fundamental properties of the fiber, such as relationship between the internal structure and deformation behavior [4], and its tensile strength [5]. Ambiguity remains about many of the properties of this relatively new material under specific conditions. Of the utmost"}
{"paperAbstract":"The role of neuroimaging in the diagnosis and management of mild traumatic brain injury (TBI) is evolving. In general, the structural imaging techniques play a role in acute diagnosis and management, while the functional imaging techniques show promise for clarification of pathophysiology, symptom genesis, and mechanisms of recovery. A wide array of neuropathological processes are involved in mild TBI including changes in bone (e.g., a skull fracture), tissue density and water content (edema), blood flow, white matter integrity and pathway connectivity (diffuse axonal injury), and subtle changes in the neuronal and extracellular biochemical milieu. No single imaging technique is capable of addressing all these processes. It is, therefore, important to be aware of the advantages and limitations of the various available imaging modalities. This paper selectively reviews the pertinent literature on the structural and functional imaging in mild TBI."}
{"paperAbstract":"The plasma lipoproteins are water-soluble complexes of lipids and proteins that are the primary vehicles for the transport of lipids in blood. Many of their physical and physiologic properties have been reviewed previously.(1–4) This chapter will review human plasma lipoproteins, but animal models will occasionally be incorporated into the discussion. All lipoproteins contain, in varying amounts, free and esterified cholesterol, phospholipids (mainly phosphatidylcholine and sphingomyelin), various acyl glycerides (mainly triglycerides), and proteins (designated as apoproteins). The lipoproteins are operationally defined according to their density as the high-, low-, and very-low-density lipoproteins, HDL, LDL, and VLDL, respectively. Each contains several specialized proteins which are powerful surface-active agents. A given apoprotein may occur in more than one lipoprotein; the compositions of the human plasma lipoproteins are given in Table 1 and some of their physical properties are enumerated in Table 2."}
{"paperAbstract":"Abstract: This research is aimed to identify the effect of using team quiz active learning strategy on students’ learning motivation of Civic Education in seventh grade students at Junior High School Tri Bhakti Pekanbaru. The population of this research was all seventh grade students of Junior High School Tri Bhakti Pekanbaru which was consisted of 176 students and divided into 5 classes. The sample of this research was VII.3 by 34 students and VII.5 by 36 students, and population in this research consisted of 70 students. The sample of this research was taken by using purposive sampling technique by homogeneity test. The instrument of this research consisted of teachers’ activity, students’ activity, and students’ learning motivation. After the treatment, the percentage of students’ learning motivation in experimental class was 100% of the class population or 36 students and categorized into “very high”. While, the percentage of students’ learning motivation in control class was 97.06% of the class population or 33 students and categorized into “high”, and 1 student or 2.94% of the class population categorized into “low”. Based on the t-test in experimental class and control class, the result of the test showed that t-count > t-table (35.85 > 1.67), it can be concluded that there was significant difference in significance level 5%. The analysis above indicated that the team quiz active learning strategy had effect on students’ learning motivation of Civic Education in seventh grade students at Junior High School Tri Bhakti Pekanbaru. Key Words: team quiz active learning strategy, learning motivation"}
{"paperAbstract":"Abstract: Sweet’s syndrome may be associated with hematological malignancies, particularly with acutemyelogenous leukemia, but there are few reports of its association with polycythemiavera. We descri-bethe case of a 65-year-old male patient, diagnosed with polycythemiavera, which developedinto para-neoplastic Sweet's syndrome.Keywords: Granulocyte-macrophage colony-stimulating factor; Macrophages; Polycythemia vera;Sweet’s syndrome Recebido em 19.05.2008.Aprovado pelo Conselho Consultivo e aceito para publicacao em 31.07.09. * Trabalho realizado no Servico de Dermatologia da Universidade Federal Fluminense (UFF) – Niteroi (RJ), Brasil.Conflito de interesse: Nenhum / Conflict of interest: NoneSuporte financeiro: Nenhum / Financial funding: None 1 Pos-graduanda do Servico de Dermatologia da Universidade Federal Fluminense (UFF) – Niteroi (RJ), Brasil. 2 Pos-graduanda do Servico de Dermatologia da Universidade Federal Fluminense (UFF) – Niteroi (RJ), Brasil. 3 Professora titular e chefe do Servico de Dermatologia da Universidade Federal Fluminense (UFF) – Niteroi (RJ), Brasil."}
{"paperAbstract":". Renewed interest in home integrated systems primarily concerns applications for security, remote control, energy saving, domestic communication networks, etc. . To meet emerging requirements for applications in these areas, manufacturers frequently adopt advanced technology solutions involving digital electronics, radio transmission, and integrated remote control capabilities operated via the public telecommunications network. . For remote control functions, alternatives to the basic telephone system include X25 networks and multiservice networks such as Transveil and ISDN."}
{"paperAbstract":"The Netherlands is not well protected against flooding and limited budget it available for improvements. Therefore, this research investigates in what way the cost-effectiveness of Dutch flood protection can be improved with the use of multifunctional unbreachable dykes. The multifunctional unbreachable dyke, a dyke combined with additional user functions such as buildings, nature and recreation, is found to be an appropriate measure to improve cost-effectiveness of Dutch flood protection. Three challenges (assessment tools, funding and institutional organization) are determined from earlier research that make implementation of multifunctional unbreachable dykes difficult. With the use of case study analysis of ten cases it turned out that these challenges not only can cause failure of implementation, they can also contribute to cost-ineffective application"}
{"paperAbstract":"The application based on further development of SolidWorks with VB for the box-type component has been studied.The sticking point and pivotal technology of further development of SolidWorks have been concluded and summarized.By giving an example of a valve,we accomplished the parametric modeling of the valve,as a result,the design efficiency and quality were heightened."}
{"paperAbstract":"The financial interests of a trust’s beneficiaries are often diametrically opposed and conflict among trust beneficiaries is common. Although applicable law requires that trustees adhere to lofty standards of “good faith” and “fair dealing” they must make tangible, specific decisions, and sometimes under circumstances in which the settlor’s expectations regarding investments and distributions as set forth in the trust document are unclear. Traditional methods for valuing partial interests in trusts offer insufficient guidance to courts in assessing the prudent investor standard, as they often disregard many of the important factors which go into investment decisions — notably, the allocations to different asset classes.In this paper, we develop a valuation methodology based on Monte Carlo Simulation techniques which allows for economically feasible ex ante valuation of partial interests in trusts. The MCS technique is a widely used in modern finance and economics, and is especially useful for valuing partial interests because it can incorporate mortality risk, portfolio asset allocation, varying distributions and the discretionary sale of the trust’s assets to fund distributions. We explain how the MCS method can incorporate a variety of assumptions about the income beneficiary’s mortality and the trustee’s decisions, and show how these factors affect the valuation of partial interests."}
{"paperAbstract":"WEST, Inc. (2006) reported on the first year of fatality monitoring in the Diablo Winds Energy Project, which replaced 169 vertical axis wind turbines with 31 larger horizontal axis wind turbines in the Altamont Pass Wind Resource Area (APWRA). WEST, Inc. also compared bird utilization and mortality in the project area to utilization and mortality reported by Smallwood and Thelander (2004) across the APWRA. West, Inc. concluded mortality declined after Diablo Winds even though raptor utilization of the area increased. I reviewed the WEST, Inc. report, other reports of bird utilization and mortality at other wind farms, and I analyzed the Smallwood and Thelander data collected at the 169 wind turbines that were replaced."}
{"paperAbstract":"Abstract K–Ar ages of Gulf Coast shales do not correspond to diagenetic ‘events’, but are a combination of inherited detrital ages and authigenic overprints. The key to understanding K–Ar ages of shales is the fate of the 40 Ar when the host minerals dissolve or react during the illitisation reaction: is 40 Ar incorporated within the illite, or is it lost to the porewaters? Ages are modelled as due to a single illitisation reaction, assuming a uniform precursor sediment and open-system import of K. Both whole-rock and clay mineral fraction data can be reproduced by modelling. The 40 Ar incorporated into illite is a surprisingly high proportion (75–100%) of that produced within detrital phases (smectite, K-feldspar, mica), perhaps implying that the illitisation reaction is a solid-state transformation, or that 40 Ar is imported into the shales along with incoming K. The model does not provide a good fit to the data below 4000 m, when the illitisation reaction is apparently complete, but shales lose 40 Ar by solid-state diffusion or recrystallisation."}
{"paperAbstract":"Few teachers at the elementary and secondary levels have not been touched by the education innovation of \"behavioral objective\" writing. Teacher reactions span the spectrum from enthusiastic supporter to raging critic. Some teachers have simply devoted a few hours playing around with the idea while others have devoted entire summers (sometimes unwillingly) in objective writing programs. Upon completion of an objective writing project one can find the product being used diligently by some while others use only the blank back-side of the objectives as scrap paper. I am a university mathematics professor by training and profession. After completing a project for the Pitt County school system in North Carolina in which I assisted them in writing mathematics objectives for grades K through 12,1 would now like to comment on behavioral objectives as seen by a mathematician. In this article I look at behavioral objectives in a general setting while discussing some of the aspects of behavioral objectives as interpreted in mathematics. Also I present some of the practical lessons on objective writing learned in the Pitt County project. Finally, I present some of my own opinions of the \"behavioral objective\" phenomenon."}
{"paperAbstract":"Abstract Eucamaragnathus desenderi sp. n., a new ground beetle species of the tribe Hiletini, is described from eastern and southern Africa and dedicated to the recently deceased Belgian carabidologist Konjev Desender. The new taxon is known so far from localities in Zambia (Mukuku, southeast of Mansa) and in South Africa (Bothaville, south of Klerksdorp). The new species belongs to the Eucamaragnathus castelnaui group and is characterized by shape of pronotum, smooth or sparsely punctate pronotal transverse impression, characters of male genitalia and elytral striae continued to the apex. Illustrations of the habitus, the median lobe and its internal sac and several other morphological features are presented. An updated identification key to the African Eucamaragnathus species is given."}
{"paperAbstract":"Chemiluminescence assay was suitable for rapid determination of alterations caused by chloramphenicol (Ch) in blood. The new aspects observed indicated oxidative stress with: (a) biphasic response of reactive oxidant species (ROS) with different concentration of Ch; (b) increase of carbonyl residues and advanced oxidation protein products in blood as a consequence of oxidative stress; (c) oxidation of haemoglobin with rise of oxyhaemoglobin; protein and haemoglobin oxidation was more pronounced in the samples that exhibited high stimuli of ROS; and (d) the ferrous reduction antioxidant potential (FRAP) was the lowest in the maximum ROS-producer sample, which exhibited the lowest consumption of FRAP in response to Ch treatment. The present investigation could contribute to a rapid detection of persons with elevated susceptibility to Ch previously to its application in chemotherapy."}
{"paperAbstract":"The major peptide produced by incubation of American eel (Anguilla rostrata) plasma with the eel kidney extract was identified as [1-asparagine, 5-valine, 9-glycine] angiotensin I (I). Two minor peptides were also identified as [1-aspartic acid, 5-valine, 9-glycine] angiotensin I (II) and [5-valine, 9-glycine] angiotensin I-(3-10)-octapeptide (III). These structures were further confirmed by comparison of these peptides on high-pressure liquid chromatography (HPLC) and high-performance thin-layer chromatography (HPTLC) with the synthetic peptides and the tryptic and chymotryptic digests of the synthetic and natural angiotensins. In the rat pressor bioassays, the synthetic decapeptides I and II possessed 45.4 and 52.2%, respectively, of the pressor activity of [1-aspartic acid, 5-isoleucine] angiotensin II. The pressor activity of I and II was blocked with the converting enzyme inhibitor captopril. Study of the conversion of asparaginyl decapeptide into aspartyl decapeptide in eel plasma indicated that the presence of thimerosal (sodium ethylmercurithiosalicylate) in the incubation mixture inhibited the conversion of I into II. These results suggest that (a) I is the natural form of angiotensin inherent in the American eel while II may be formed during incubation with plasma; (b) eel plasma contains an enzyme which is capable of converting asparaginyl angiotensins into aspartyl angiotensins; and (c) pressor activity of I and II is due to their conversion into the corresponding octapeptides. In a previous work when thimerosal was not included in the incubation mixture, the major peptide produced by incubation of Japanese eel (Anguilla japonica) plasma with its kidney extract was identified as II. (Y. Hasegawa, T. Nakajima, and H. Sokabe, 1983, Biomed. Res. 4, 417-420)."}
{"paperAbstract":"Objective: The objective of the present study was to examine the nature of patients’ work in two types of short-term group psychotherapy. The study sought to investigate the relationship between patients’ psychodynamic work versus supportive work in group psychotherapy and treatment outcome at termination and at 6-month follow-up. Psychodynamic work refers to reflection regarding intrapsychic motivations, defenses, and relational patterns, and supportive work refers to practical problem solving. Method: Participants were 110 patients who completed two forms of group therapy for complicated grief: interpretive therapy and supportive therapy. Two types of patients’ in-session activity—psychodynamic work and supportive work—were rated by group therapists in both treatments. Pre-post and follow-up outcome domains included general symptoms, grief symptoms, and life dissatisfaction/severity of target objectives. Results: There was no significant difference in the nature of patients’ therapeutic work between interpretive and supportive groups. Psychodynamic work was associated with pre-post improvement in grief symptoms. Psychodynamic work was also associated with further improvement in grief symptoms at 6-month follow-up, along with improvement in broader symptom domains. Supportive work was not associated with any pre-post or follow-up benefit. Conclusion: The findings provide evidence that psychodynamic work—focused on the development of insight and self-reflection—in group psychotherapy can contribute to further benefit after the completion of treatment. This finding cut across two approaches to short-term group therapy for complicated grief, suggesting that it may reflect a general curative mechanism of group treatments."}
{"paperAbstract":"Sodium fluorescein is widely used in clinical practice for the study of the retinal circulation by angiography. It has been reported several hemorheological and microvascular abnormalities induced by this compound. The aim of this work was to analyse the hemorheological effects of intravenous sodium fluorescein in an animal model. Twenty male 10-16 weeks-old Wistar rats were used, under systemic anaesthesia. The animals were divided in 2 groups of 10 each: (1) intravenous injection of sodium fluorescein (14 mg/kg of body weight)--Group NaF, (2) controls (injection of NaCl 0.9%)--Group CTRL. A blood sample was drawn by aortic puncture after 60 minutes and hemorheological parameters determined: hematocrit, hemoglobin, metahemoglobin, carboxyhemoglobin, plasma viscosity, erythrocyte deformability, membrane fluidity and acetylcholinesterase activity. In the Group NaF there was a 20% reduction of the AChE activity (p<0.05) and an increase in PV (p<0.05). Concerning hemoglobin status, a three-fold increase in COHb (p<0.001) was shown. In conclusion, the NaF injection in the animal model produces hemorheological abnormalities similar to those reported in the human."}
{"paperAbstract":"Over the last decade proposal success rates in the fundamental sciences have dropped significantly. Astronomy and related fields funded by NASA and NSF are no exception. Data across agencies show that this is not principally the result of a decline in proposal merit (the proportion of proposals receiving high rankings is largely unchanged), nor of a shift in proposer demographics (seniority, gender, and institutional affiliation have all remained unchanged), nor of an increase (beyond inflation) in the average requested funding per proposal, nor of an increase in the number of proposals per investigator in any one year. Rather, the statistics are consistent with a scenario in which agency budgets for competed research are flat or decreasing in inflation-adjusted dollars, the overall population of investigators has grown, and a larger proportion of these investigators are resubmitting meritorious but unfunded proposals. This White Paper presents statistics which support this conclusion, as well as recent research on the time cost of proposal writing versus that of producing publishable results. We conclude that an aspirational proposal success rate of 30-35% would still provide a healthily competitive environment for researchers, would more fully utilize the scientific capacity of the community's facilities and missions, and provide relief to the funding agencies who face the logistics of ever-increasing volumes of proposals."}
{"paperAbstract":"Iridium oxide/titanium electrodes were prepared by thermal decomposition techniques from H2IrCl6 solutions containing silica sols and tantalum buthoxide, and subjected to an oxygen evolution reaction in acidic sulfate solutions containing an organic additive (ethylene chlorohydrine, ECH). The lifetime, T, of the electrodes was determined as a function of the number of coatings, n, current density, i, and the concentration of ECH, C. The variation of T with n is shown to be linear as a function of n2.3 for electrodes from silica sol solutions and of n for electrodes from the buthoxide solution. The lifetime also varied linearly with the reciprocal of the product i·C0.7 in the range C=10-2-3×10-1mol/L. It is thus possible to estimate the value of n for achieving T=8760h (a year) at C=10-3 mol/L by a combination of the linear relations between log T and log C, and log T and log n. The values of n thus obtained were 30 and 700 for solutions of silica sols and of tantalum buthoxide, respectively. Such an extension of the lifetime by the addition of silica sols far exceeds the expectations suggested by catalyst loading."}
{"paperAbstract":"ITK, predominantly expressed on T cells and myeloid cells, is a member of the Tec nonreceptor tyrosine kinase family. Both human ITK and mouse Itk genomic clones were isolated to assign the chromosome location. The human ITK gene was mapped to chromosome band 5q34 and the mouse gene to chromosome 15 by fluorescence in situ hybridization."}
{"paperAbstract":"A Batch of twenty-nine larvae of Stegomyia scutellaris Walker, were collected on 24 July 1920 from an old earthenware pot found in a Malay's garden. It was at once seen, even with the unaided eye, that many, some considerably paler than others, were characterised by a pearly-white opalescence of the tracheal gills at the hinder end of the body."}
{"paperAbstract":"Abstract In this paper, the flight characteristics of plate-type windborne debris are examined by the CFD numerical simulation method taking account of two-way fluid-structure interaction (FSI) between the plate debris and the wind field. Two kinds of plates with different sizes and masses are selected as the research objects, and the SST k-ω turbulent model based on the RANS method is used to solve the flow field around the plates. The unsteady three-degree-of-freedom responses of the plates are obtained by solving the motion equations. The real-time position updating of the flying plates in the wind field is realized by dynamic mesh technique. The effects of different grid numbers and time steps on the parameters of flight time, flight velocities and horizontal displacement are analyzed in detail. At the same time, the flight trajectories, time histories of the flight displacement and velocity, and change laws of the flight attitude of the plate are obtained. The results of the comparative analysis show that the numerical results of the present unsteady method are close to the measurement of wind tunnel tests. Compared with the quasi-steady method and the analytical method, the coupling effect will significantly increase the horizontal velocity and the resultant velocity of the plate, which will cause the plate debris to fly a farther distance in the horizontal direction."}
{"paperAbstract":"The effect of girdling on different processes related to fertility in the avocado was examined. Within this context the effect of girdling was tested on flowering behaviour, pollination, fertilization, fruit set and fruit abscission. In addition, vegetative growth processes, mature leaf abscission and chemical composition of different tissues were examined and evaluated. The major objective of the study was to elucidate the mode of action of girdling in augmenting the fruitfulness of the avocado."}
{"paperAbstract":"Although the prevalence rate of leprosy in the Republic of Yemen has dropped below the WHO elimination level of less than one case per 10,000 of the population, it is still regarded as a serious public health problem calling for continued vigilance, notably in the detection and treatment of hidden and undiagnosed cases. In the past, religious misinterpretation has generated adverse behaviour patterns towards people affected by leprosy, characterized by aggression, negligence and isolation. Until about 1982, following a visit of a leprologist (Dr S. K. Noordeen) from the World Health Organization, there was no leprosy control programme and attempts to establish one remained ineffective until in 1989, when an agreement was signed between the Ministry of Public Health and Population and the German Leprosy Relief Association. This led to the development of a leprosy control programme in four governorates, later extended to the rest of the country. This paper describes the progress made in the control of leprosy in the Yemen, 1989-2003, by the Ministry of Health and Population and the GLRA, in association with two local societies."}
{"paperAbstract":"This study explores the research hypothesis that perceptual learning could occur with visual exposure to a repeating alternation between 2-D vs 3-D video images of terrain hazards typically encountered in off-road driving of ground vehicles. In individual sessions, each of the nine untrained test subjects was shown 20 off-road terrain-hazard scenes on a color video display. Each hazard was shown first in 2-D mode, then in 3-D mode, and then with 2-D/3-D mode alternating on the video screen. In 2-D mode, only one of the 20 terrain hazards was perceived by two of the nine subjects, whereas all 20 terrain hazards were immediately perceived by all subjects when the display switched over to 3-D mode. A post-test presented mirror-image versions of the same 20 hazards in 2-D only, to determine if the previous 2-D/3- D alternation treatment improved the ability to detect terrain hazards in 2-D mode. At the end of their session, test subjects were given a questionnaire asking them to rate the degree of perceptual training resulting from 2-D/3-D alternation. All 20 subjects reported that the 2-D/3- D alternation improved their sensitivity to the monocular cues of terrain hazards presented on a 2-D video display. The implications that can be drawn from this preliminary study are: (1) in off-road driving by means of a conventional 2-D video display, operators will fail to perceive many significant terrain hazards; (2) however, with a 3-D video display, operators will immediately perceive most terrain hazards and will interpret terrain contours easily and accurately; (3) a more extensive experiment is indicated to formally determine the extent of the perceptual training that can be obtained by 2-D/3-D alternation."}
{"paperAbstract":"Media and network companies are increasingly providing digital media online. We develop a model to examine optimal strategies for media providers to utilize the online channel to distribute digital..."}
{"paperAbstract":"This paper is an output from a project funded by the UK Department for International Development (DfID) for the benefit of developing countries. The views expressed are not necessarily those of DfID. I am grateful to Xavier Cirera for research assistance, Shoshana Ormonde for logistical help and to Way on whose work in India, Zambia and Zimbabwe I have drawn so freely."}
{"paperAbstract":"Korea furniture industry is the difficulty of producing manpower supply and demand together with rising raw material and are facing severe difficulties as a diversification of consumer needs. It located so close through the International Furniture Fair in China and to identify the status of the domestic furniture industry. It also overlooks want to move forward in the direction. China International Furniture Fair was the head of the leading exchanges for furniture production worldwide. Market demand as households, yet the center is fully equipped with the chance to cooperate with the furniture production. The Shanghai International Furniture Fair was responsible for, such as providing ideas and partners for product development and production paths excavation of korea furniture manufacturers itgetda which can have a significant driving force in overcoming the recession and evaluated through this."}
{"paperAbstract":"Abstract Some experimental results on size effects in ABO3 and layered Bi-based thin films are presented. The different thickness dependence of ferroelectric properties in these two kinds of films is discussed. It is concluded that grain size rather than film thickness plays an important role in the size effect of ferroelectric thin films."}
{"paperAbstract":"The ROMANSE (Road Management System for Europe) project is a major transport initiative funded by Hampshire County Council (HCC), with grants from the European Union under its DRIVE II programme and support from the UK Department of Transport and other partners involved in the project. The aim of the project is to develop advanced techniques for managing urban traffic within the City of Southampton. As part of the project, Atkins Wootton Jeffreys was commissioned to undertake the development of multi-modal public access information terminals using touch screen displays. These terminals aim to provide information to assist the public in planning trips in and around the Southampton area and for journeys between Southampton and places further afield. One of the project requirements was that the terminals had to cater for a number of different modes of travel and to allow for interchanges between these modes. The system needed to cater for travellers using either public transport services or private vehicles. The end-product caters for all of these aspects within an integrated package which can also be separated into individual elements if required. The structure of the system is such that the software can be used in other areas of Europe with the creation of the appropriate database. This paper describes the elements of the TRIPlanner terminals and presents the results of the evaluations that have been undertaken within the ROMANSE project."}
{"paperAbstract":"OBJECTIVE To optimize the preparation of cyclovirobuxine D ethosomes.METHODS Taking encapsulated ratio and average diameter as evaluation index to optimize the best matching of soybean phospholipid,drug and absolute alcohol in ethosomes.RESULTS The soybean phospholipid,drug and absolute alcohol in ethosomes was 2.85%,0.65% and 35.5% respectively by establishing second-order quadratic models of index and combining with response surface methodology.CONCLUSION In this experiment,the established model can describe the relation between factors and index and the outcome of prediction is good."}
{"paperAbstract":"We use crustal deformation data sets acquired by the Phased Array‐Type L ‐Band Synthetic Aperture Radar (PALSAR) and the Japanese nationwide Global Positioning System (GPS) Earth Observation Network (GEONET) to develop a fault source model for the 2008 Iwate–Miyagi inland earthquake ( M w 6.9) that occurred on 14 June 2008 in northeastern Honshu, Japan. The PALSAR data include Interferometric Synthetic Aperture Radar (InSAR), range offset, and azimuth offset acquired from both ascending and descending paths. The range‐ and azimuth‐offset data are the only quantitative deformation signals around the epicenter, and exhibit complicated signals that were not detected by the GPS data. We refine our preliminary model by using Green’s functions from triangular dislocation elements to represent nonplanar fault geometries. Although a single segment model can well explain the GPS data, it generates significant misfit residuals in the offset data; thus, both west‐dipping and east‐dipping segments are necessary, as also suggested from aftershock distribution data. The moment magnitudes of the west‐dipping and east‐dipping faults are 6.53 and 6.76, respectively, and the total sum, 6.87, is almost identical to the seismological moment magnitude. This result suggests that both segments contributed equally to the total seismic moment, demonstrating a complex rupture process of the inland earthquake."}
{"paperAbstract":"Japan has tried to fulfil greenhouse gas reduction plan and in same time breathing some life into the its economy by investment on environmental..."}
{"paperAbstract":"Abstract A general protocol is described for measuring the incorporation of radiocarbon-labeled 2′-deoxynucleosides into DNA using accelerator mass spectrometry (AMS). This technology provides attomole (10 −18 mol) sensitivity, with detection limits for DNA analysis in the range of one 14 C atom per 10 11 –10 12 total carbons. In practice this corresponds to approximately 1 labeled nucleoside per 10 11 normal bases. A key aspect of the method is the use of precautions aimed at prevention of artifactual DNA oxidation during the sample preparation by the use of antioxidants and chaotropic salts during the DNA isolation. In principle, any type of appropriately labeled nucleoside derivative can be studied using the described protocol, provided that there is incorporation of the deoxynucleoside into DNA. We demonstrated this protocol using MCF-7 human breast cancer cells and a mouse model for mammary carcinoma, which we dosed with 14 C-labeled 2′-deoxyguanosine (dG) and 14 C-labeled 7,8-dihydro-8-oxo-2′-deoxyguanosine (8-oxodG). The nucleoside 8-oxodG is a ubiquitous compound that forms in cells by the reaction of dG with reactive oxygen species which has been associated with numerous disease, carcinogenesis and aging. DNA from cells treated with 14 C-labeled nucleosides was isolated and prepared for analysis by AMS in order to measure the DNA-bound radioactivity. The method allows the generation of reliable and sufficient yields of pure DNA from human cells and animal tissues for analysis of radiocarbon levels. Ultimately, this protocol will be applied to understanding the role of modified nucleoside incorporation into DNA in cancer initiation and progression, but could also be used to study any DNA metabolism process where 14 C-labeled nucleosides are used."}
{"paperAbstract":"A certificate is a mathematical object that can be used to establish that a piece of mobile code satisfies some security policy. In general, certificates cannot be generated automatically. There is thus an interest in developing methods to reuse certificates generated for source code to provide strong guarantees of the compiled code correctness. Certificate translation is a method to transform certificates of program correctness along semantically justified program transformations. These methods have been developed in previous work, but they were strongly dependent on particular programming and verification settings. This article provides a more general development in the setting of abstract interpretation, showing the scalability of certificate translation."}
{"paperAbstract":"Cultural and economic transformations have encouraged television companies to turn their attention to multi-platform practices so as to increase their compatibility with the changing media environment. While digital media provide public service broadcasting (PSB) institutions with new opportunities for meeting their public commitments and maintaining their relevance in national media systems, PSB is also faced with additional challenges. One of these is the tension between public service values on the one hand and digital technologies and practices on the other. In this article we discuss how Finnish and Israeli PSB managers and producers perceive the opportunities and challenges of multi-platform production. In both countries public service broadcasting is striving for public legitimacy and relevance in a changing technological environment. However, the two countries currently find themselves at quite different stages: Israel has a struggling public service agency, while Finland boasts a strong broadcasting company."}
{"paperAbstract":"A proteomic study, using two-dimensional polyacrylamide gel electrophoresis and matrix-assisted laser desorption/ionization time-of-flight/time-of-flight, was conducted in apple fruit (cv. ‘Golden Delicious’) starting at 10 days prior to harvest through 50 days in storage. Total protein was extracted using a phenol/sodium dodecyl sulfate protocol. More than 400 protein spots were detected in each gel and 55 differentially expressed proteins (p<0.05) were subjected to matrix-assisted laser desorption/ionization time-of-flight/time-of-flight analysis. Fifty-three of these proteins were finally identified using an apple expressed sequence tag database downloaded from Genome Database for Rosaceae and placed into six categories. The categories and the percentage of proteins placed in each category were stress response and defense (49.0%), energy and metabolism (34.0%), fruit ripening and senescence (5.6%), signal transduction (3.8%), cell structure (3.8%) and protein synthesis (3.8%). Proteins involved in several multiple metabolic pathways, including glycolysis, pentose–phosphate pathway, anti-oxidative systems, photosynthesis and cell wall synthesis, were downregulated, especially during the climacteric burst in respiration and during the senescent stages of fruit development. Proteins classified as allergens or involved in cell wall degradation were upregulated during the ripening process. Some protein spots exhibited a mixed pattern (increasing to maximal abundance followed by a decrease), such as 1-aminocyclopropane-1-carboxylate oxidase, L-ascorbate peroxidase and abscisic acid response proteins. The identification of differentially expressed proteins associated with physiological processes identified in the current study provides a baseline of information for understanding the metabolic processes and regulatory mechanisms that occur in climacteric apple fruit during ripening and senescence."}
{"paperAbstract":"This paper tests the impact of liquidity effects on green bond yield spreads while controlling for credit risks, bond-specific characteristics and macro economic variables. For the sake of accuracy, the analysis focuses on 94-fixed coupon EUR/USD denominated corporate green bonds. By employing the bid-ask spread, percentage of zero-trading days and Amihud’s illiquidity as liquidity proxies, this paper finds evidence consistent with the hypothesis that liquidity indeed does have a significant impact on the green bond yield spreads. Furthermore, to avoid any chance of endogeneity bias, a simultaneous equation model is applied, assuring that the obtained results are robust. This outcome urges issuers of green bonds to improve their liquidity levels in order to tighten their green bond yield spreads which in turn will reduce the risks associated with the issuance of green bonds while simultaneously increasing the confidence among investors."}
{"paperAbstract":"The European Federation of Journalists (EFJ) welcomed on 17 September the new mandate of the Civil Liberties Committee (LIBE) working group, renamed ..."}
{"paperAbstract":"This paper discusses requirements and potential solutions for interoperable wireless charging systems for electric and plugin hybrid vehicles. Such technology is known as resonant magnetic induction charging, also referred to as wireless electric vehicle charging (WEVC). Future requirements for a WEVC system are: low cost, small package, high power transfer and interoperability. This paper discusses interoperability requirements as a key factor for successful deployment of WEVC systems. One key aspect analyzed in this paper is primary and secondary coils requirements as they relate to interoperability. Theoretical and practical studies have been conducted and a suggested interoperable solution is presented."}
{"paperAbstract":"The commutation near ring defined, it is proved that the near ring of an arbitrary near ring with its unit dimension is isomorphous with its commutation near ring. An arbitrary non zero factor near ring is isomorphous with its commutation near ring."}
{"paperAbstract":"In the current age of time and space compression, one finds people (e.g. tourists, migrants, refugees, researchers) as well as material and immaterial objects or re- sources (e.g. capital, vehicles, information, ideas) to be increasingly on the move, leading to the idea that we are living in an \"age of mobility [.which] has replaced the sedentary age\" (Rolshoven, 2007, p. 17). For more than two decades, this shift has been noted in various academic disciplines (such as geography, anthropology, and sociology, to name a few), and most importantly in the field of migration and tou- rism studies - areas of study where a pronounced interest in issues of mobilities has emerged (Husa, Trupp, & Wohlschlagl, 2014).For some decades now, South-East Asia has been characterized by rapid economic and socio-cultural transformations involving large movements of people and goods within and between countries as well as rural and urban areas (Rigg, 2003). In ad- dition to classical spatial mobility patterns of rural-urban migration, international labor migration, and international tourism becoming increasingly dynamic, forms of multi-local household arrangements, skilled migration, transnational communities or long-term tourism and domestic tourism have emerged. In this context, one can observe a number of interdependent forms of mobility, including the physical move- ment of people for reasons of work, leisure, family, or lifestyle as well as the physical movement of objects from and to producers, consumers, retailers, and the different places where people live, work, or go on holidays (Larsen, Urry, & Axhausen, 2006).The prevailing \"mobility turn\" (Cresswell & Merriman, 2011) and the \"mobilities paradigm\" (Sheller & Urry, 2006) criticize the notion of sedentarism, which locates bounded places, regions, or nations as the fundamental basis of human identity and experience and thus, the main unit of social research analysis. In contrast, the mo- bilities paradigm \"emphasises that all places are tied into at least thin networks of connections that stretch beyond each such place and mean that nowhere can be an 'island'\" (Sheller & Urry, 2006, p. 209). Although different forms of mobility have al- ways shaped human life, academia only recently (re)discovered the importance and value of including notions of mobility in research. This emerging emphasis brought with it not only the acknowledgement of an increasing movement of people and ob- jects, but also broader \"transformatlions] of social science, generating an alternative theoretical and methodological landscape\" (Buscher, Urry, & Witchger, 2011, p. 4).In recent years, an increasing number of empirical and theoretical studies dealing with mobilities in Asia have focused on international forms of movements. Impor- tant research areas in this context are tourism (Hitchcock, King, & Parnwell, 2009) and transnational migration flows (Hewison & Young, 2005; Yeoh, Willis, & Fakhri, 2003). Nevertheless, we cannot ignore that a large number of people moves within the borders of their country of birth (Skeldon, 2006, p. 17). Therefore, the \"dominance of 'transnational migration' as an object of study over and above other forms of mobility in the region [in Asia] is somewhat at odds with its numerical importance\" (Elmhirst, 2012, p. 275). Based on this argument, Olwig and Sorensen (2002) seek to redirect \"migration research away from the narrow focus on international popula- tion movements\" and instead call for \"a broader investigation of mobile livelihoods and the fluid fields of social, economic and political relations and cultural values that these livelihoods imply\" (p. 2). Elmhirst (2012) suggests that the popularity of transnational (and international) migration on the international research agenda can be traced to political fears that this type of migration provokes in the context of global security as well as the possibilities that come with it, such as in the context of economic remittances. …"}
{"paperAbstract":"In order to avoid extension of the parietal wound when the stone load is too large to be simply extracted in laparoscopic cholecystectomy, we developed a new extraction bag. The new extraction bag has a characteristic shape to arrange the stones or fragments in a linear order. To evaluate the efficacy of the new bag we conducted in vitro stone extraction experiments and compared the new bag technique with conventional stone removal techniques. Mean experiment time to extract 60 small stones in a conventional technique group was 710 seconds, whereas it was 316 seconds with the new bag technique (p < 0.001). With this technique larger stones are also extracted without extending the parietal incision once they are fragmented in the bag. The results of our experiments suggest the new extraction bag as a simple and safe technique in minimally invasive stone extraction in laparoscopic cholecystectomy."}
{"paperAbstract":"This paper takes a comprehensive investigation into India’s service sector, the main growth engine for Indian economy over past two decades. First, the paper deals with the endogenous multiple structural break developed by Bai Perron (1998, 2003). Here both the models of pure and partial structural breaks propounded by Bai and Perron are considered. Second, using the Boyce method (1986) of estimating kinked exponential models for growth rate, the growth rates in different regimes are calculated. Third, the sequential t ratio estimation method due to Banerjee, Lumsdaine and Stock (1992), Zivot Andrews (1992) and extended by Lumsdaine and Pappel(1997) is used. This paper extends the Lumsdaine and Pappel(1997) methodology further to the consideration of three possible breaks in the series. In this paper, the data used is the components of subsector of services GDP and GDP at constant prices (at 2004-05 prices) at factor cost. The source is based solely from CSO’s National Accounts Statistics(NAS), NAS 2004-05 base year back series, between the entire period from 1950-51 to 2009-2010. Using the Bai Perron methodology, there is very little difference in the estimation of the break dates in the pure and the partial break tests. Using the Boyce method, the growth rates are highest mainly the third and fourth regime at the sectoral level and at the aggregate level. Using the methodology used by Banerjee Lumsdaine and Stock (1992) and the extended Lumsdaine Papell test (1997), the presence of unit root in the data, irrespective of the presence of structural break, cannot be negated. The paper concludes with broad four regimes of growth of India’s GDP and the corresponding growth of subsectors of services in its process."}
{"paperAbstract":"The paper investigates the increasing ratio of financial asset aquisition to net fixed capital formation using the financial account statistic of the Deutsche Bundesbank. An increasing ratio is measured for all german sectors as well as for the producing enterprises. Using descriptive methods the relative increasing stock of financial assets held by producing enterprises is found to be caused by an extreme increase in currency and seight deposits. Regression analysis shows that the ratio of aquisition of financial assets to net fixed capital formation depends negatively on Tobins q and on the change of the inflation rate."}
{"paperAbstract":"Objective To explore the feasibility for determination of chloroform and tetrachloromethane in drinking water with DB-5, Rtx-1 and DB-1 capillary columns. Methods For the mild solubility of chloroform and tetrachloromethane in drinking water, chloroform and tetrachloromethane were analysed by static headspace gas chromatography with DB-5, Rtx-1 and DB-1 capillary columns and electron capture detectorECD, external standard method was used for quantification. Results Three kinds of columns were used for determination of chloroform and tetrachloromethane,the retention time was lower than 3 min, for chloroform and tetrachloromethane the average recovery rates were 92.06%-104.95% and 78.33%-103.22% respectively, RSD were 2.06%-2.71% and 1.76%-5.59% respectively. Conclusion DB-5, Rtx-1 and DB-1 capillary columns are suitable for determination of chloroform and tetrachloromethane in drinking water."}
{"paperAbstract":"In May of 1994, federal district Judge Barbara Rothstein ruled in Compassion in Dying v. Washington' that certain terminally-ill adults have a constitutional right to commit physician-assisted suicide. Six months later, Oregon voters narrowly approved a ballot initiative allowing certain terminally-ill adults to obtain physicians' prescriptions for lethal drugs.2 These parallel legal actions moved the Pacific Northwest to center stage in the growing national debate over physician-assisted suicide (in which doctors supply patients with drugs or other means to commit suicide), and euthanasia (in which doctors administer a life-ending medication or procedure). From a constitutional standpoint, the decision by Judge Rothstein is more significant than the Oregon initiative because her reasoning calls into question statutes against assisted suicide that are currently in effect in most American states and are part of traditional AngloAmerican law.3 Her ruling goes far beyond the Oregon initiative (now the Death With Dignity Act), which created a narrow statutory exception in the law against assisted suicide.4 It establishes a broad,"}
{"paperAbstract":"Welcome to the first issue of Volume 6 of Lifespans & Styles: Undergraduate Papers in Sociolinguistics. This issue includes three papers that continue the journal’s mission of showcasing excellence in undergraduate research in sociolinguistics. What’s more, even though these papers were all researched prior to the COVID-19 pandemic, all stand as excellent examples of the kind of sociolinguistic research that can be done during a period of lockdown and social distancing: one is an analysis of a television show (Greene), one is an analysis of films and a television serial (Chan), and one is an analysis of a pre-existing linguistic corpus (Titheridge). These add to a number of papers in L&S that exemplify the kind of sociolinguistic research projects that are possible without face-to-face data collection."}
{"paperAbstract":"Investigating the structural properties of biofilms is important as they undergo profound changes in their genetic and cellular make up once planktonic cells are converted to biofilm communities. Present study focused on examining the structural attributes of fungal-bacterial biofilms (FBBs), a novel introduction to biotechnological applications, in comparison to bacterial (BBs) and fungal (FBs) biofilms. Enterobacter sp. and Aspergillus sp. were used as the bacterial and fungal counterparts in biofilms. FBB, BB and FB were developed in vitro in a prescribed Biofilm Formation Medium. The biofilm formation was observed under the light microscope. The biofilms were pelletized and Infra-Red spectra were recorded using Fourier Transform Infrared (FTIR) spectroscopy. FTIR analysis clearly showed the presence of Amide I (~1635 cm-1) and II (~1544 cm-1), C-O and P=O stretching, and CH2 scissoring in FBB and BB. FB showed only the Amide I band. The absorbance values of above functional groups, cellular polysaccharides, amides and fatty acids gradually increased in the first three days of biofilm maturation and then leveled off. FBB showed higher accumulation of all macro molecules recorded at each sampling time, thus demonstrating its increased metabolic activity compared to BB and FB."}
{"paperAbstract":"This study evaluates the comorbidity of epilepsy as a variable supporting a viral hypothesis in Autism. Data covering a 30-year period (1960–1989), including general population live births, autistic births, and incidence of viral encephalitis and viral meningitis, were collected for Israel. 290 autistic births were evaluated. The annual birth pattern of subjects with comorbid epilepsy fit the seasonality of viral meningitis. These findings support the role of viral C.N.S. infections in the causality of this disorder."}
{"paperAbstract":"\"Qi Huan was the most competitive among the five overlords.\" There have many academic discussions on this issue made by the historians.For instance,Xun Qing discussed it from the perspective of Confucius,Han Fei from the perspective of law,and Sima Qian from the diplomacy and economy.Comparatively,Su Shi's military perspective is more unique,which gave us more chance to understand Guan zhong who was not only a politician but also a good militarist."}
{"paperAbstract":"One will perform vector fields of a Boussinesq system and its Lie algebra,use one-parameter groups to get some new soliton solutions from the solutions of the Boussinesq system."}
{"paperAbstract":"In this paper stochastic age-dependent population system with diffusion are studied. Using Ito formula and Barkholder-Davis-Gundypsilas lemma, we investigate the existence of optimal birth control of stochastic age-dependent population system."}
{"paperAbstract":"Despite the increased flow of investment to developing countries in particular, Sub-Sahara African (SSA) countries, Tanzania inclusive, are still characterized by low per-capital income, high unemployment rates and low and falling growth rates of GDP, problems which Private investment are theoretically supposed to solve. It is against this background, that this study analysed the direction and significance of the effect of Private Capital Inflows on Economic Growth in Tanzania. The annual time series Quantitative Secondary data for the period 1990 to 2015were used for the Study. The method of Least Squares (OLS) was employed to derive the empirical relationship between variables where some tests were carried out including Unit root, Co-integration, and Error Correction Model. The findings was that Private Capital Inflows, and Net export were statistically positive in explaining variations in Tanzania’s economic growth. The coefficient of domestic investment was negative and statistically significant. These results prove that gross fixed capital formation affect the economic growth regardless of the negative sign. The negative sign may be due to low levels of Private Investment in Tanzania. This reveal that only small part of domestic savings is used for domestic investment. Based on the above, Private Capital Inflows is found to affect economic growth positively in the long run. The study helps investment authorities, to review laws and regulations basing on the study so as to be in a position to identify which part of sectors should be given incentives to attract more Private investments. On top of that the study will opens up a way for others to conduct further studies on the issues related to the determinants of Private Capital Inflows in Tanzania."}
{"paperAbstract":"Abstract Bacillus cereus typically causes a self-limited foodborne gastrointestinal (GI) illness. Severe invasive infection occurs rarely, mainly among immunocompromised hosts. We describe a cluster of B. cereus infections among 5 patients with acute myeloid leukemia and chemotherapy-induced neutropenia. The initial case presented with occipital lobe abscess and was found on biopsy to have organisms consistent with Bacillus species. Within 1 week, a second patient died of fulminant brain swelling and hemorrhage. Neuropathologic autopsy and culture revealed B. cereus; hospital infection control and public health officials were notified. Three more patients died within the subsequent 9 months (2 patients had rapid massive hemorrhage and many bacilli reminiscent of Bacillus anthracis infection, and 1 patient had sparse bacilli, petechial hemorrhages, and border zone infarcts). Blood cultures yielded positive results in 3 of 5 cases. A possible route of infection was hematogenous dissemination via GI mucosal breaches (GI symptoms occurred in 3 of 5 cases, and postmortem GI ulceration was found in 3 of 4 cases). Bacilli were seen in 2 of 3 GI ulcerations. Epidemiologic work-up, including a site visit conducted by the Centers for Disease Control and Prevention, did not identify a clear common source but suggested the possibility of bananas as a food source. Bacillus cereus causes a rapidly progressive, hemorrhagic meningoencephalitis with high mortality among patients with neutropenia. Neuropathologists can play a key role in the detection of outbreaks."}
{"paperAbstract":"When Pauline Stewart accepted a nursing job at High Down Prison looking after emotionally vulnerable prisoners, she knew it wouldn't be easy. But she didn't mind - she was looking for a challenge."}
{"paperAbstract":"Despite the issue that male sex work involves a substantial proportion of the market and is key to making clear the impact of gender in shaping male sex workers’ experiences and their oftentimes fleeting relationship with male clients, work on sex work has largely focused on female sex workers to a far greater extent than their male counterparts. Subsequently, we know little of the social relations between male sex workers and their male clients. The interactional dynamics of sellers and clients in such settings are rarely considered. The author’s focus, then, is exploring the social interactions between male sex workers and their male clients in particular. I seek to examine the ways in which such interactions could manifest in different settings and contexts within the area of male sex work. For example, I unravel the interactional dynamics in the setting of sexual violence against male sex workers."}
{"paperAbstract":"Limiting consideration to algorithms satisfying various numerical stability requirements may change lower bounds for computational complexity and/or make lower bounds easier to prove. We will show that, under a sufficiently strong restriction upon numerical stability, any algorithm for multiplying two n×n matrices using only +, − and × requires at least n3 multiplications. We conclude with a survey of results concerning the numerical stability of several algorithms which have been considered by complexity theorists."}
{"paperAbstract":"The Anti-Eviction Mapping Project is an example of critical visualization practice that interrogates both its own conditions of production and how who is represented is also affected by the representations. In order to describe and analyze this form of practice the notion of assemblage as well as tools from actor-network theory are employed. These concepts allow the researcher or designer to consider how visualizations operate beyond its existence as a discrete representation but rather as a process that weaves a network of humans and non-humans together which is especially relevant to a critical engagement in information visualization practice."}
{"paperAbstract":"Abstract Community structure is the most significant attribute of networks, which is often identified to help discover the underlying organization of networks. Currently, nonnegative matrix factorization (NMF) based community detection method makes use of the related topology information and assumes that networks are able to be projected onto a latent low-dimensional space, in which the nodes can be efficiently clustered. In this paper, we propose a novel framework named mixed hypergraph regularized nonnegative matrix factorization (MHGNMF), which takes higher-order information among the nodes into consideration to enhance the clustering performance. The hypergraph regularization term forces the nodes within the identical hyperedge to be projected onto the same latent subspace, so that a more discriminative representation is achieved. In the proposed framework, we generate a set of hyperedges by mixing two kinds of neighbors for each centroid, which makes full use of topological connection information and structural similarity information. By testing on two artificial benchmarks and eight real-world networks, the proposed framework demonstrates better detection results than the other state-of-the-art methods."}
{"paperAbstract":"Dear editor, There has been an ardent interest noticed in the last decade amongst members of anaesthesia fraternity to learn the art of regional anaesthesia (RA). Use of ultrasound (US) has revolutionised the practice of RA all over the world. Every month there is a description of either a new block or a modification of an existing block. Although this keeps RA enthusiasts occupied with various experiments and thus reinventing his/her skills, it also adds to the confusion. The US workshops are useful to Anaesthesiologist’s who have access to the US. Practitioners in the periphery especially freelancers and Anaesthesiologists working in small, resource-limited setups are the ones who should be skillful in landmark/ loss of resistance (LOR) and peripheral nerve stimulation (PNS) guided RA techniques. Anatomy, landmarks, and techniques are equally important [1]. RA that is usually taught in medical colleges and teaching institutes to postgraduate students are spinal/epidural anaesthesia, few upper limb blocks (supraclavicular/axillary), and few lower limb blocks (femoral/sciatic/popliteal). The students do not get adequate confidence during training and later either have to attend workshops or become faculty in some teaching institutes to master RA skills. The relationship between nerve and needle tip at the moment of injection is critical. Nerve localisation techniques have evolved over the years [2]. There are workshops conducted all over the globe that teach US and PNS-guided RA techniques. However, it has been observed that the participants are mostly not actively practicing hands-on during such sessions. An illustrated pocketbook showing images, key points, and relevant landmarks of the regularly performed RA techniques were therefore long-awaited. Finally, three RA enthusiasts from India: Dr. Santosh Kumar Sharma, Dr. Tuhin Mistry, and Dr. Kala Eshwaran have compiled a book in which they have described LOR-based and PNS-guided techniques using illustrated and sel"}
{"paperAbstract":"Effective feature extraction methods play very important role for prediction of multisite protein subcellular locations. With the progress of many proteome projects, more and more proteins are annotated with more than one subcellular location. However, compared with the problems of single-site protein, the problems of multiplex protein subcellular localizations are far more difficult and complicated to deal with. To improve the multisite prediction quality, it is necessary to incorporate different feature extraction methods. In this paper, a version of feature combination method which is to make use of the 20 dimensions of entropy density instead of the former 20 dimensions of amphiphilic pseudo amino acid composition (AmPseAAC), is used in two different datasets. It is different from the way of simple dimensions additive feature fusion. On base of this novel feature combination method, we adopt the multi-label k-nearest neighbors (ML-KNN) algorithm and setting different weights into different attributes’ ML-KNN, which is called wML-KNN, to predict multiplex protein subcellular locations. The best overall accuracy rate on dataset S1 from the predictor of Virus-mPLoc is 61.11 % and 82.03 % on dataset S2 from Gpos-mPLoc, respectively."}
{"paperAbstract":"Abstract Reported are the frequency-tunable sum-frequency generation at 0.52 μm and the difference-frequency generation at 1.6 μm by using two diode lasers at 0.78 μm and 1.54 μm. The influence of the walk-off effect associated with the elliptical gaussian beam of the diode laser was calculated and compared with the experimental results."}
{"paperAbstract":"Researchers have analyzed various aspects of the video game experience; however, analysis of how the presentation of game status information affects the player’s sense of immersion into the virtual environment has not been explored. This study aims to discover how feelings of immersion are affected by diegetic, or environmentally based, methods of presenting the player’s status versus non-diegetic methods. Avid gamers were told to play two games, one diegetic based interface and the other a non-diegetic interface, to see how their spatial immersion experiences differed between the two designs. In addition to the use of questionnaires to evaluate the level of spatial immersion, eye tracking data was collected in order to explore how fixations differed between designs. Although the questionnaire results presented that the experiences did not significantly differ between game designs, the eye tracking data led us to believe that the player’s information processing may be affected. Fixation duration significantly increased during non-immersive experiences, which may suggest that players spend more time attempting to understand the environment. This may cause game designers to explore alternate methods to display status information that are easier for the player to comprehend, thus allowing players to become more spatially immersed into the game world. VIDEO GAME HUDS: INFORMATION PRESENTATION AND SPATIAL IMMERSION 5"}
{"paperAbstract":"The National Geographic Society's Genographic Project to reconstruct the geography of early human migration through analysis of the genetic material of indigenous people features a geographical imagination of human interconnection and diversity and differentiated human mobilities. It combines its central focus on human genetic difference with a simultaneous insistence on the progressive value of its explicitly antiracist message about shared human origins and interconnections. An apparently progressive language of multiculturalism, diversity, global human harmony, and indigenous rights frames reductive versions of relatedness, unreflexive assumptions of scientific authority, and primitivizing accounts of exotic and isolated indigeneity. Through its focus on bio-political geographies of difference, this article provides a productive contribution to critical geographies of race and a scholarly engagement with new genetic geographies of human diversity in academic geography. It is also a starting point for a political–pedagogical project that uses the Genographic Project against itself as a resource for an alternative critical exploration of race and relatedness."}
{"paperAbstract":"A model of competition between complete fusion and quasifission channels in fusion of two massive nuclei is extended to include the influence of dissipative effects on the dynamics of nuclear fusion. By using the multidimensional Kramers-type stationary solution of the Fokker-Planck equation, the fusion rate through the inner fusion barrier in mass asymmetry is studied. Fusion probabilities in symmetric 90Zr+90Zr, 100Mo+100Mo, 110Pd+110Pd, 136Xe+136Xe, almost symmetric 86Kr+136Xe and 110Pd+136Xe reactions are calculated. An estimation of the fusion probabilities is given for asymmetrical 62Ni+208Pb, 70Zn+208Pb, 82Se+208Pb, and 48Ca+244Pu reactions used for the synthesis of new superheavy elements."}
{"paperAbstract":"Drug-related rashes have been estimated to be 100 times more common in HIV-positive patients than in the general population. The reasons for this are not clear, but are likely to be multifactorial, and include changes in drug metabolism, oxidative stress, cytokine profiles and immune hyperactivation. HIV itself may also serve as a danger signal, leading to the development of an immune response rather than tolerance. Drugs that are implicated in causing hypersensitivity have changed since the advent of highly active antiretroviral therapy. This is largely as a result of a decrease in the use of antimicrobials such as co-trimoxazole, and the introduction of new drugs of different classes, including abacavir, non-nucleoside reverse transcriptase inhibitors such as nevirapine, and protease inhibitors such as amprenavir. Laboratory evidence supporting a role of the immune system in the mechanism of co-trimoxazole hypersensitivity is available. However, this is not the case for the newer antiretrovirals; hypersensitivity to these agents is presumed to be immune-mediated based only on the symptomatology. It is essential that research be carried out into the mechanisms of hypersensitivity reactions associated with these important new classes of drugs so that their benefit-risk ratio can be improved, and lessons learned for future drug development."}
{"paperAbstract":"The aim of this work was to investigate the effect on starch molecular and physicochemical properties of down regulation of the R1 protein in potato (Solanum tuberosum L. cv. \"Dianella\") tubers. Most prominent is a 90% suppression of the phosphate content in the isolated potato tuber starch. The amylopectin chain length distribution profile as determined by HPAEC/PAD was not affected, but the amylose content was increased in the most down-regulated plants. The pasting properties of the transgenic starch revealed a pronounced decrease in peak viscosity and increased setback viscosity as measured using a rapid Visco analyzer. The starch gels displayed an increased hardness and stickiness with a maximum at 1.7 nmol of Glc-6P mg-1 of starch compared to the control lines. At very low phosphate levels (1.4 nmol of Glc-6P mg-1 of starch), the gel hardness was decreased as a result of increased gel brittleness. The increase in gel brittleness is believed to be an effect of an increased proportion of free amylopectin blocklets in the starch as determined by SEC/RI. The possible links between the structural and physicochemical parameters are discussed."}
{"paperAbstract":"The generation of true random and pseudorandom control sequences is an important problem of computational biology. Available random sequence generators differ in underlying probabilistic models that often remain undisclosed to users. Random sequences produced by differing probabilistic models substantially differ in their outputs commonly used as baselines for evaluations of the motif frequencies. Moreover, modern bioinformatics studies often require generation of matching control transcriptome with emulated partitions into ORFs, 5- and 3-UTRs, as well as the proportion of non-coding RNAs within model transcriptome rather than relatively simple continuous control sequences. Here we describe novel random sequence generating tool RANDTRAN that accounts for the length distribution of 5′ and 3′ non-translated regions in given transcriptome and the partition-specific di- and trinucleotide compositions in translated and non-translated regions. RANDRAN presents matching control transcriptomes in ready-to-use UCSC genome browser-compatible input files. These features may be useful for generating of control sequence sets for common types of computational analysis of various sequence motifs within various sets of RNA. RANDTRAN is available for free download at http://www.generesearch.ru/images/Randtran.rar"}
{"paperAbstract":"A technique that combines organometallic catalysis with molecular imprinting of a polymer could lead to the production of highly active and selective enzyme mimics, according to chemists in Germany. Senior researchers Kurt Polborn and Kay Severin at Ludwig Maximilians University, Munich, have shown that the activity and selectivity of a ruthenium catalyst immobilized on a polymer support can be enhanced by using a transitionstate analog as a template to imprint the polymer [ Chem. Commun. , 1999 , 2481]. The transition-state analog, a phosphinato complex of the ruthenium catalyst, mimics the transition structure formed by a ketone and the catalyst during catalytic hydrogenation. The phosphinato ligand acts as a pseudosubstrate in place of the ketone. When the ligand is removed, it leaves a cavity in the polymer around the active center of the catalyst. The shape of the cavity is similar to the shape of a ketone molecule and therefore facilitates the formation ..."}
{"paperAbstract":"Massive chromite bodies hosted in the Veria ophiolite, northern Greece, show a strong brittle deformation, and are constrained at mylonite-shear zones. Both high-Cr and –Al ores, the Cr/(Cr+Al) ratio ranging from 0.55 to 0.81, are found in a spatial association. Chromitites characterized by high PGE concentration, reaching 25 ppm total PGE (Os = 7400, Ir = 6020, Ru = 9700, Rh = 310, Pt = 760, Pd = 750, all in ppb) host extremely abundant PGM (more than 100 PGM were identified in one section), reaching 1 mm in size. These PGM fragments, angular or fine-grained aggregates, are almost exclusively Os-Ru-IrFe alloys, followed by irarsite, the laurite remnants being rare. The PGM unique textural features indicate that they predated the last intense tectonism that has resulted in the disruption of probably large PGM grains, together with chromite."}
{"paperAbstract":"Poultry Immunology. Poultry Science Symposium Series, Vol. 24 Edited by T. F. DAVISON, T. R. MORRIS & L. N. PAYNE Abingdon, Carfax Publishing Company, 1996 463 pp., pound98.00/8156.00 (Institutional) pound49.00/$78.00 (Personal) ISBN 0 902879 707 ISSN 0966-7318."}
{"paperAbstract":"Disclosed is a method for determining a position of a forced power oscillation disturbance source in a regional interconnected power grid, relating to dispatching automation of an electric power system and safety operation of a power grid. According to the method, when forced power oscillation occurs in a regional power grid, an algebraic sum of energy flow directional factors in the regions of the regional interconnected power grid is calculated so as to determine the position of the disturbance source. Compared with the conventional disturbance source positioning method based on an energy function, the disturbance source positioning method based on calculation of the energy flow directional factors provided by the present invention can reduce the impact of a periodic disturbance component and an initial constant on the determination of an aperiodic component of branch potential energy, thus achieving higher accuracy; moreover, the integration links are reduced and the calculation process is simplified, thus better meeting the requirements for real-time power grid calculation."}
{"paperAbstract":"A functional view of gender helps evolutionary biologists evaluate the mechanisms underlying breeding-system evolution. Evolutionary pathways from hermaphroditism to dioecy include the intermediate breeding systems of gynodioecy and androdioecy. These pathways start with the invasion of unisexual mutants, females or males, respectively, followed by alteration of the hermaphrodites to allocate more to the sexual function that the unisexuals lack. Eventually, hermaphrodites become unisexual and dioecy has evolved. Some species evolving along these pathways stop short of completing this second step, or even revert back from dioecy. We evaluate the hypothesis that gender plasticity is involved in these transitions to and from dioecy. Evidence from studies of subdioecious species that have evolved along the gynodioecy pathway suggests that gender plasticity occurs and stabilizes subdioecy by lowering the cost of producing seed. Factors influencing species evolving toward androdioecy, or reverting to androdioecy from dioecy, appear to be more varied and include reproductive assurance, herbivory and gender plasticity. In general, gender specialization appears to be favored in resource-poor environments regardless of which pathway is taken to dioecy."}
{"paperAbstract":"Abstract : Strategic information systems (IS) planning aligns an organization's information systems with its critical strategic goals and supporting mission-specific functions. This thesis demonstrates a structured approach to strategic IS planning and provides a guide for developing an information systems architecture to support the organizational goals of the Office of Naval Intelligence (ONI). By first examining established information systems planning practices, architectural design methodologies. Department of Defense (DoD) guidelines, and published ONI organizational objectives, this thesis guides the reader through the decision-making process involved in strategic IS planning. The methodology is structured on guidance provided by the DoD's Technical Architecture Framework for Information Management (TAFIM) Standards-Based Architecture (SBA) Planning Guide. This thesis demonstrates the validity of using the structured architectural approach, presented by the TAFIM and other strategic IS planning concepts, in concert with intelligence-specific IS planning guidance to systematically address the issues, problems, and critical decisions faced by organizations attempting the strategic IS planning process."}
{"paperAbstract":"Introduction: The factors playing key role in determining death and survival among the Maternal Mortality (MM) and Maternal Near Miss (MNM) cases are multidetermined and interdependent. It ranges from initial illness to perception of patients to seek healthcare services and initiation of management at primary health care settings. Aim: To evaluate the factors responsible for causing delay at different phases and thereby assess the key determinants of survival and death of mothers. Materials and Methods: This cross-sectional observational study was undertaken at the tertiary care centre and teaching hospital in northern India from October 2015 to December 2016. Study population consisted of all women who were identified as MNM and MM which occurred at Centre. Attendants accompanying the patient, mostly nearest kin who were able to give details of her health were questioned. Details regarding the sequence of events that caused her severe morbidity were taken right from recognition of morbid status to landing up in the tertiary setup. Approximate duration of delay for each case of MNM and MM was assessed. Any delays in accessing or receiving medical care were recorded, if available. Data Entry was done on MicroSoft Excel spreadsheet. Proportions were calculated for qualitative data. Mean score with confidence interval was calculated for quantitative data. Qualitative data was analysed by Chi-Square test and t-test was applied for quantitative data. Results: Out of 31,111 live births during the study period, there were 249 maternal near miss cases and 131 maternal deaths. Delay in women seeking help was observed in a total of 92.36% of cases in MNM group and 97.70% of cases in MM group (p=0.034). The study discovered significant differences when referral status (p=0.4904) as well as when number of referrals (p=0.041) were considered. There was a significant difference between the women of the two groups who reported only first phase delay (p=0.033). The major pregnancy related morbidities were haemorrhage and hypertensive disorders of pregnancy. Patients with hypertensive disorders of pregnancy with delay more than 12 hours survived the acute insult but were unable to cope with dysfunction of multiple organs and passed on after prolonged intensive care whereas in cases of Postpartum Haemorrhage (PPH), delay >6 hours were observed with extremely poor prognosis. Conclusion: Delay in taking decisions to seek healthcare is a major cause of MM. There is a little difference in outcome in terms of survival and death of mothers with delay in any of three phases despite increased intervention taken in adequate referral facilities. Precious time lost in deferral and referral contributes immensely to poor prognosis of mothers as compared to direct referral to an adequate health facility."}
{"paperAbstract":"The invention relates to a leg-separating trainer and belongs to the field of sports equipment. The leg-separating trainer comprises a handle, a knob, a front leg, a right slide rail, a left slide rail, a rear leg and pedals. The handle is fixedly connected with the front leg through the knob, the right slide rail and the left slide rail are hinged to the front leg through a spindle of the rear leg, and the pedals are mounted on the left and right slide rails each. During use, a user holds the handle tightly with both feet stably stepping on the pedals, and then exerts strength with both legs to do separating and joining actions. The height of the handle can be adjusted through the knob. By repeating the actions for several times, the user has the leg muscles exercised. The leg-separating trainer is simple in structure, small in size, is unlimited to sites and time, convenient to carry, easy to operate and wide in application range and is a necessary fitness rehabilitation appliance for professional sports teams and hospitals."}
{"paperAbstract":"Abstract Church bells are exposed to severe loading conditions during ringing, which results in different damage modes due to material wear, fatigue loading, material deficiencies, different clapper-to-bell layouts, etc. As part of the activities of an EU-funded project called Maintenance and Protection of Bells (PROBELL), experimental investigations and finite-element simulations of the local contact between the clapper and the bell were carried out to study the wear-related damage to bells. First a simplified model was built to assess under the laboratory-controlled conditions the consequences of the repetitive impacts between a spherical body made from steel and a flat block made from bronze. After the results of the finite-element simulations for a simplified model were in reasonable agreement with the measured data a full-scale finite-element model for simulating the repetitive clapper-to-bell strokes was built. The simulations with the full-scale model were performed for variations of the parameters that influence the structural behaviour of the bell and the clapper: the clapper material, the clapper mass, the relative impact velocity of the clapper, the shape of the clapper, the clapper's pin support, the clapper's impact angle, the clapper's guide accuracy, the bell's sound-burp thickness and the coefficient of friction between the clapper and the bell. The agreement between the simulated and the measured results and the relation between the local stress–strain state and the damage to the bell in the contact area are discussed."}
{"paperAbstract":"| 87 own portrait-making. The mid twentieth-century studio portraits originate primarily from the Parekh Studio in Mombasa and Studio Bakor in Lamu. Some of the most surprising examples, produced by the latter, feature playful photomontages evocative of Dadaism, Surrealism, and Afrofuturism (Fig. 7). The first major traveling exhibition dedicated to surveying Swahili arts, World on the Horizon is an important contribution to the field. The exhibition brings to life the expansive Swahili worldview through rich materiality and makes aspects of Meier’s research on the subject accessible to general audiences (see Meier 2009, 2016). At the Krannert, World on the Horizon primarily served an academic audience of students and faculty, with generous in-gallery texts for section panels and object labels. Traveling to two additional venues—especially the Smithsonian—ensures the exhibition will reach a broader audience. By emphasizing the arts’ hybrid forms, origins, and itinerant movements across geography and cultures, World on the Horizon perpetuates our discipline’s ongoing efforts to challenge “one-tribe one-style” approaches to examining African art (Kasfir 1984). While the transcultural nature of the Swahili Coast and its arts may not be a surprise to African art scholars, this presentation offers general audiences a rare opportunity both to extend their understanding of African art beyond west and central Africa and to reconsider Africa in a global context with the Swahili Coast as a case study for the brilliance resulting from cross-cultural confluence. Enriched by loans secured in collaboration with the National Museums of Kenya and Bait Al Zubair Museum in Oman, World on the Horizon offers scholars and collectors alike an expanded vocabulary of what may be considered Swahili arts through its remarkable assembly of wondrous, worldly things. The exhibition is accompanied by an edited volume: Prita Meier and Allyson Purpura (eds.), World on the Horizon: Swahili Arts Across the Indian Ocean (Champaign, IL: Krannert Art Museum, 2018, 384 pp., photographs, $49.95 softcover)."}
{"paperAbstract":"Abstract : The purposes of this study were to investigate the effects of market orientation and learning orientation oftextile firms on business performance and to confirm the moderating effect of company innovativeness on these rela-tionships. Data collected from 167 textile firms through survey were analyzed by descriptive statistics, t-tests, and mul-tiple causal modeling using AMOS 6.0. In results, the higher innovativeness, the stronger effect of market orientation onbusiness performance. Also, the lower innovativeness, the stronger effect of learning orientation on business per-formance. Study results may suggest the needs of different focus of organization culture according to company char-acteristics in order to improve business performance.Key words: market orientation, learning orientation, business performance, innovativeness, textile firm 1. 서론 최근 기업의 특성에 맞는 기업문화를 바탕으로 사업목표와방향성을 설정하고 이를 추구하는 업계의 노력들이 가시화되고있다(삼성경제연구소, 2006). 이러한 노력들은 대체로 자본력이풍부하고 안정적인 대기업을 위주로 이루어져왔으며, 이들은 매출액의 상당부분에 달하는 연구개발비의 일부를 자사의 방향성강화와 효율적인 기업문화 창출을 위해 사용하고 있다. 이는 긍정적인 기업문화가 즉각적인 매출상승을 이루어내지는 못할지라도 장기적인 안목에서 사원들과 경영진이 기업의 비전과 방향성에 대해 공감하며 공동의 목표로 나아가기 위해 서로를 독려하고, 기업이 크고 작은 의사결정에서 기초로 활용되는 방향성을 설정하는데 토대가 되기 때문이다.기업의 사업성과를 결정하는 요인에는 다양한 사업전략들이있지만 이런 사업전략들을 발전시키는 토대는 기업의 문화요소이다. 앨빈 토플러가 제시한 대로 21세기는 산업사회를 넘어지식정보사회로 이양되며 기업의 경쟁력 도출 원천은 기존 산업중심사회에서처럼 자본이 아니라 “지식”이다(Toffler, 1991).즉, 지식에 기반한 고객가치창출 능력이 기업의 성과를 끌어내는데 중요한 원동력이 된다는 것이다. 이러한 지식경영 중심의기업문화와 사업성과간의 밀접한 상관성은 폭넓게 지지되어 왔다(박민생, 2000; 이학종, 1997; Bierly·Chakrabarti, 1996). 하지만 중소기업의 경우 경영조직의 구성과 전문인력의 확보 등모든 면에서 취약하여 지식경영기반 확보가 미흡한 실정이다(최봉현 외, 2006).섬유업계처럼 3D업종으로 중소기업이 전체기업의 85% 이상을 차지하는 경우 즉각적인 매출증대를 이룰 수 있는 시급한문제들을 해결하는데 우선적으로 대처하여야 하기에 지식경영에 기반한 체계적인 사업전략 도출과 시장반응에 대한 면밀한대응이 부족했던 것이 사실이다. 일부 중견기업을 제외하고 대부분의 섬유기업들은 일부 바이어와 경쟁사를 통한 단면적인정보수집에만 의존하고(산업연구원, 2007), 개별적인 실무자들사이의 지식창출, 지식축적, 지식공유, 지식활용의 문화를 발달시키지는 못했다고 할 수 있다. 하지만 지식의 창조, 공유, 활용에 기반한 지식경영이 기업 경쟁력 확보와 방향성 설정의 중요한 원천으로 인식되고 있는 이 시점에서(최병구, 2007) 섬유및 의류산업에 집중한 연구가 거의 부재하다는 사실은 다시금되새겨 볼 만하다.지식경영은 학습지향적E-mail: yoheunah@kmu.ac.kr 조직문화와 일맥상통하는 것으로, 조"}
{"paperAbstract":"Edited by ALECK BOURNE. Second edition. Pp. xii + 89I, illustrated. London: William Heinemann (Medical Books) Ltd. 1958. 1O5s. net. (The obstetric section edited by Sir Eardley Holland is not the subject of this review.) Professor Jeffcoate's new chapter on disorders of menstruation apparently flows from his pen with such ease that one knows the writing must have been painstaking in the extreme. It is beautifully done and it is not only a delight to read, but it is informative, lucid, scientific, orderly, logical and extremely well illustrated. If it be the tour de force in the book, as I believe it is, it is in good company beside such chapters as Wilfred Shaw's chapter on the ovary and broad ligament revised by John Howkins and John Stallworthy's chapter on genital tuberculosis. These are authoritative and informative. But if these chapters have been picked out, it is not to say that the others are not of a high standard, too, for they are. This is a book that will, of course, date, because it is so full of detail, but it does faithfully represent the very best in modem British gynaecological practice. Mr. Bourne and his publishers, as well as his collaborators, are to be congratulated on surpassing even their previous excellent achievement. E.E.P."}
{"paperAbstract":"This paper presents the essence of an investigation of a complex technical object with the use of four-valued logic. To this end, an intelligent diagnostic system (DIAG 2) is described. A special feature of this system was its capability of inferring k at {k = 4, 3, 2}, in which case the logic {k = 4} is applied. An important part of this work was to present the theoretical foundations describing the essence of inference in the four-valued logic contemplated. It was also pointed out that the basis for classification of states in the multiple-valued logic of the diagnostic system (DIAG 2) was the permissible interval of changes in the values of diagnostic signal features. Four-valued logic testing was applied to a system of wind turbine equipment."}
{"paperAbstract":"PURPOSE Vandetanib is a once-daily oral inhibitor of vascular endothelial growth factor receptor (VEGFR) and epidermal growth factor receptor (EGFR) signaling. In this two-part phase II study, the efficacy and safety of vandetanib was compared with that of gefitinib, an inhibitor of EGFR signaling. PATIENTS AND METHODS Patients (N = 168) with locally advanced or metastatic (stage IIIB/IV) non-small-cell lung cancer (NSCLC), after failure of first-line with or without second-line platinum-based chemotherapy, received once-daily vandetanib 300 mg (n = 83) or gefitinib 250 mg (n = 85) until disease progression or evidence of toxicity (part A). After a 4-week washout period, eligible patients had the option to switch to the alternative treatment (part B). Progression-free survival (PFS) was the primary efficacy assessment in part A, which was designed to have a higher than 75% power to detect a 33% prolongation of PFS at a one-sided significance level of .2. RESULTS In part A, vandetanib prolonged PFS compared with gefitinib (hazard ratio = 0.69; 95% CI, 0.50 to 0.96; one-sided P = .013). Patients receiving vandetanib experienced adverse events that were manageable and generally consistent with inhibition of EGFR and VEGFR signaling, including diarrhea, rash, and hypertension. There were no unexpected safety findings with gefitinib. Overall survival, a secondary assessment, was not significantly different between patients initially randomly assigned to either vandetanib or gefitinib. CONCLUSION The primary efficacy objective was achieved, with vandetanib demonstrating a significant prolongation of PFS versus gefitinib. Vandetanib 300 mg/d is currently being evaluated as a monotherapy in two randomized phase III studies in advanced NSCLC."}
{"paperAbstract":"The author considers theoretical issues of shaping of American intelligence analysis tradecraft doctrine and its place in the system of decision-making in 1940-1950."}
{"paperAbstract":"Objective To understand the metabolic risk factors,and explore the relationship between metabolic risk factors and type 2 diabetes mellitus( T2DM) in the elderly rural residents. Methods A cross-sectional survey of the elderly rural residents including 5 459 subjects aged 60 and above was conducted by cluster random sampling. Metabolic risk factors were analyzed by principal component analysis. Odds ratios( ORs) were used to assess the correlation between metabolic risk factors and T2 DM. Results The prevalence of T2 DM,central obesity,elevated triglyceride,high-density lipoprotein cholesterol( HDL-C) decrease,and elevation of blood pressure were 12. 46%,45. 91%,18. 96%,33. 67%,and 49. 95%,respectively. Four metabolic risk factors were reduced to 3 principal components,and the accumulating contribution rate of the total variance was 82. 44%. Conclusions The prevalence of metabolic risk factors is high in rural elderly residents,and the close correlations were found between metabolic risk factors and T2 DM."}
{"paperAbstract":"Measurements were taken of the heat transport and vertical component of the fluid velocity in a horizontal layer of water heated from below. The heat transfer results were well correlated by a simple power law relationship and indicated the possibility of flow transitions even at relatively high Rayleigh numbers. The velocity measurements were obtained optically and compared to predictions of Kraichnan."}
{"paperAbstract":"Synthetic aperture radar (SAR) is an active microwave imaging sensor, which can provide images in all-weather and all-day conditions. The various scales and irregular distribution of different ships in SAR images, is a heated and challenging problem. As a basic component in the object detection frameworks, Feature Pyramid Networks (FPNs) improve feature representations for detecting objects at different scales. However, FPN adopts the same convolution operation at different layers, which does not consider the differences between different levels. In this paper, we present Dense Feature Pyramid Network (DenseFPN). Based on the hierarchy of backbone network, the cross-scale connections and lateral connections, the shallow features and deep features are processed differently in DenseFPN. Compared with conventional FPN, we integrate DenseFPN into Faster R-CNN framework and thus form a novel detector. Experiments on high-resolution SAR images dataset (HRSID) have verified the effectiveness of the enhanced hierarchical feature in the proposed method compared with other typical CNN based methods."}
{"paperAbstract":"Abstract National Park Service's Submerged Resources Center has been coordinating research on the sunken battleship USS Arizona, in Pearl Harbor, Hawaii since 1998. This article outlines a research strategy and results of investigations into the nature and rate of the ship's corrosion, the status of the nearly 2.3 million litres of fuel oil still aboard the vessel, and our approach to managing a site that is both an historic war grave and a potential environmental threat. This project was designed to be a model for underwater cultural heritage site management internationally, specifi cally for other historic vessels leaking contaminants into the environment, and to produce results directly applicable to preservation and management of historical iron and steel vessels worldwide."}
{"paperAbstract":"The Richtmyer-Meshkov instability is a classical fluid dynamical instability that has been extensively studied to help understand turbulent mixing. A recent numerical simulation of a shock tube experiment with an air-SF6 interface and a weak shock (Mach 1.2) used the ideal gas equation of state for air and an artificially low temperature as a surrogate for the correct SF6 gas physics. We have run a similar problem with both the correct gas physics and three versions of the air surrogate to understand the errors thereby introduced. We find that for the weakly driven single-mode case considered here, the instability amplitude is not affected, the interface location is affected only slightly, but the thermodynamic states are quite different. This result is not surprising because the flow far from the shock waves is essentially incompressible."}
{"paperAbstract":"Emerging economies and especially the BRICS countries have strong economic ties with the euro area. In addition, the financial crisis in the euro area may have effects on other markets or areas, especially those of the main emerging markets. Credit default swap (CDS) spreads are relevant indicators of credit risks. After identifying a set of fundamental determinants for sovereign CDS spreads, including euro area financial factors and computing Markov switching unit root test, we estimate Markov switching models over the period from January 2002 to August 2012, in order to examine the behaviour of sovereign CDS spreads in the BRICS countries. , i) We detect two different regimes for the BRICS, that finding is backed by conventional robustness checks and economic events; ii) most of the explanatory variables are involved in the determining theses regimes. Thus both financial and real factors have an impact on the relations defining each regime, except for Russia which is only impacted by financial ones. Especially, euro area financial indicators are largely involved in the BRICS sovereign CDS spreads’ dynamics. Besides, the robustness check supports the use of euro area variables as determinants of BRICS sovereign CDS spreads."}
{"paperAbstract":"This paper presents the preliminary results of the IPL project 196 “Development and applications of a multi-sensor drone for geohazards monitoring and mapping.” The objective of the project is to test the applicability of a multi-sensor drone for the mapping and monitoring of different types of geohazards. The Department of Earth Sciences of the University of Florence has developed a new type of drone airframe. Several survey campaigns were performed in the village of Ricasoli, in the Upper Arno river Valley (Tuscany, Italy) with the drone equipped with an optical camera to understand the possibility of this rising technology to map and characterize landslides. The aerial images were combined and analyzed using Structure-from-Motion (SfM) software. The collected data allowed an accurate reconstruction and mapping of the detected landslides. Comparative analysis of the obtained DTMs also permitted the detection of some slope portions being prone to failure and to evaluate the area and volume of the involved mass."}
{"paperAbstract":"Microsporidiosis is a rare, but emerging opportunistic infection in solid organ transplant and stem cell transplant recipients. Renal involvement in microsporidiosis is very rarely seen in these recipients. We describe two cases of pediatric renal microsporidiosis, diagnosed on renal biopsies, following bone marrow transplantation presenting as severe acute kidney injury. The first patient died, whereas the second survived due to early diagnosis based on high index of suspicion and prompt treatment with Albendazole. We believe these are the first such reported cases of renal microsporidiosis in pediatric bone marrow transplant recipients."}
{"paperAbstract":"Disclosed is a connecting part (21) for electrically connecting a package (14) and a substrate (2). The package (14) is mounted with an optical element for converting an electrical signal to an optical signal or converting an optical signal to an electrical signal, and at least one end of an optical waveguide (11) including input/output ports of optical signals, which optical waveguide (11) transmits optical signals by being optically connected with the optical element. The connecting part (21) comprises an elastic holding portion for holding the package (14) and a connection portion to be connected with the substrate (2)."}
{"paperAbstract":"Abstract Luminescence from trivalent vanadium in tetrahedral oxo-coordination is observed in LiGaO 2 , LiAlO 2 , and SrAl 2 O 4 . In LiGaO 2 the V 3+ ion exhibits the most intense broad-band emission between 1400 and 2000 nm with lifetimes of 89 and 11 μs at 12 and 300 K, respectively. The decrease in the lifetime is mainly caused by non-radiative decay processes, the quantum efficiency at room temperature is about 2.5%. In LiAlO 2 and SrAl 2 O 4 the non-radiative quenching process is even stronger because of the smaller energy gap between the participating levels and the larger electron–phonon coupling. In all crystals, even at low temperature, significant non-radiative decay occurs."}
{"paperAbstract":"This paper introduces a digital watermarking method based on mesh simplification.This method embeds the watermark in the simplified mesh.Then through converse manipulation,the embedded simplified mesh is transferred to the mesh with watermark.Experimental results show that the watermarking algorithm is robust on mesh simplification."}
{"paperAbstract":"Information is the most valuable resource for coping and recovery work in crisis management. It is the foundation for coordination, collaboration and decision-making. However, several challenges face information retrieval, evaluation and exchange processes in inter-organizational crisis management. On the one hand, due to the dynamic nature of crisis situations, information demands are hardly predictable and change in the course of time. Moreover, inter-organizational issues like terminology issues, policy constrains or even the lack of awareness about information available are influencing factors and need to be considered in designing appropriate ICT. In this paper we report from an empirical study, where we had a closer look on information retrieval and exchange practices in scenarios of medium to large power outages in Germany on an interorganizational level. Derived from these results, we were able to present a reference implementation of an interorganizational information repository (IOIR) and report our findings from a related evaluation."}
{"paperAbstract":"It is often difficult to radiographically distinguish odontogenic myxomas from ameloblastomas. In the present study, we tried to differentiate odontogenic myxomas from ameloblastomas using dynamic magnetic resonance imaging (dynamic MRI). Two cases of ameloblastoma with cystic components and two cases of odontogenic myxoma were compared by dynamic MRI. The dynamic MRI features of solid areas of ameloblastomas showed a rapid enhancement, reaching maximum contrast at 45-60 s, and maintained these enhancement levels or showed a gradual wash-out to 600 s thereafter; in contrast, those of the cystic areas of ameloblastomas showed no enhancement. The dynamic MRI features of the whole area of odontogenic myxomas (we considered the whole area to be the tumor substance in the odontogenic myxomas, as based on histopathological examinations) showed a gradual increase in enhancement at 500-600 s. The central portions of the odontogenic myxomas, which did not appear to be enhanced on Gd-T1 weighted images also showed a gradual increase in enhancement at 500-600 s, though the increase was minimal. These results indicate that the dynamic MRI features of odontogenic myxomas are different from those of ameloblastomas. Therefore, dynamic MRI may be a useful tool for diagnosis of myxoma."}
{"paperAbstract":"Heparin cofactor II(HCII) is a serpin which specifically inhibits thrombin. Like antithrombin(AT) it requires glycosaminoglycan(GAG) binding before full activation. However unlike antithrombin no specific activators have been identified. What currently prevents selective therapeutic activation of HCII is the lack of knowledge of the determinants of GAG binding specificity. We have investigated the heparin binding properties of HCII using size fractionated heparins. The affinity of heparins for HCII, ranging in size from 8 to 26 saccharide units, were determined by following change in fluorescence of the extrinsic probe TNS. The effect of heparin concentration(from 1 to 100nM) on the rate of thrombin inhibition was determined for the same heparins under psuedo first-order conditions. Based on these studies we can conclude that binding is non specific with a minimal heparin length of 13 monosaccaride units required. The observed dependence of catalytic activity on heparin length is caused entirely by the size dependence of heparin affinity for HCII. By studying affinity at different ionic strengths it is clear that binding is critically dependent on ionic strength with a very weak non-ionic contribution to binding. Rapid binding experiments were conducted under psuedo first-order conditions in heparin using a stopped-flow fluorometer. These studies of heparin binding indicate an induced- fit mechanism which involves a conformational change in HCII. The low affinity of HCII can now be understood as a failure of interactions to reduce the rate of the reverse conformational, in a manner analogous to the interaction of AT with low affinity heparin. HCII is activated by a fully allosteric mechanism which produces a 2000 fold increase in activation on heparin binding. We conclude that the heparin binding mechanism of HCII is closely analogous to that of AT, and that the design or discovery of high affinity, HCII-specific GAGs is thus feasible."}
